Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Now see, your house is waste, and I say to you, You will not see me again till you say, A blessing on him who comes in the name of the Lord.
chr: ᎬᏂᏳᏉ ᎢᏥᏁᎸ ᏅᏔ ᏁᏨᏁᎸ; ᎠᎴ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎥᏝ ᏴᎨᏍᎩᎪᏩᏛ ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᎬᏂ ᎯᎠ ᎢᏥᏪᏍᏗᏱ ᎠᏍᏆᎸᎲᎭ, ᎠᏥᎸᏉᏗᏳ ᎾᏍᎩ Ꮎ ᏱᎰᏩ ᏕᏅᏙᎥ ᏥᎦᎷᎯᏍᏗᎭ.

source: And it came about that when he went into the house of one of the chief Pharisees on the Sabbath, to have a meal, they were watching him.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎤᏴᎸ ᎩᎶ ᎢᏳᏍᏗ ᏣᎦᏁᎶᏗ ᎠᏆᎵᏏ ᎦᏁᎸ ᎤᎵᏍᏓᏴᏗᏱ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ, ᎾᏍᎩ ᎬᏩᎦᏌᏯᏍᏕᎢ.

source: And a certain man was there who had a disease.
chr: ᎬᏂᏳᏉᏃ ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎢᎬᏱᏗᏢ ᏄᏛᏁ ᎤᏢᎩ ᎠᎹ ᎤᏓᏁᏁᎯ.

source: And Jesus, answering, said to the scribes and Pharisees, Is it right to make people well on the Sabbath or not?
chr: ᏥᏌᏃ ᎤᏁᏤ ᎯᎠ ᏂᏚᏪᏎᎴ ᏗᎧᎿᏩᏛᏍᏗ ᏗᏃᏏᏏᏍᎩ ᎠᎴ ᎠᏂᏆᎵᏏ; ᏚᏳᎪᏗᏍᎪ ᏗᏓᏅᏬᏗᏱ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ?

source: But they said nothing. And he made him well and sent him away.
chr: ᎡᎳᏪᏱᏃ ᎤᏅᏁᎢ. ᎤᏂᏴᎲᏃ ᎤᏅᏩᏁᎢ, ᎠᎴ ᏚᏲᏎᎢ;

source: And he said to them, Which of you, whose ox or ass has got into a water-hole, will not straight away get him out on the Sabbath?
chr: ᏚᏁᏤᎴᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᎪ ᎯᎠ ᏥᏂᏣᏛᏅ ᏐᏈᎵ-ᏗᎦᎵᎠᏅᎯᏛ ᎠᎴ ᏩᎦ ᏳᎸᏤᎸ ᎠᏔᎴᏒ ᎥᏝ ᎩᎳᏉ ᎢᏴᏛ ᏱᏮᎦᎳᎩ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ?

source: And they had no answer to that question.
chr: ᎥᏝᏃ ᏰᎵ ᏅᏓᎬᏩᏬᎯᎵᏴᏍᏓᏁᏗ ᏱᎨᏎ ᎾᏍᎩ ᎯᎠ.

source: And he gave teaching in the form of a story to the guests who came to the feast, when he saw how they took the best seats; saying to them,
chr: ᎠᎴ ᏚᏟᎶᏍᏔᏁᎴ ᎾᏍᎩ Ꮎ ᏫᎨᏥᏯᏅᏛ, ᏚᎪᎲ ᏓᎾᏑᏰᏍᎬ ᏄᎬᏫᏳᏒ ᏗᏂᏢᏗᏱ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ,

source: When you get a request to come to a feast, do not take the best seat, for a more important man than you may be coming,
chr: ᎢᏳᏃ ᎩᎶ ᏕᎨᎦᏨᏍᏗᏍᎬ ᏤᏅᏍᏗᏱ ᏣᏯᏅᎲᎭ, ᏞᏍᏗ ᏄᎬᏫᏳᏒ ᏗᏂᏢᏗᏱ ᏣᏂᏏᏅᎩ; ᎤᏟᏰᏃ ᎢᏯᏥᎸᏉᏗ ᎡᏍᎦᏉ ᏂᎯ ᏩᏥᏯᏅᏛ ᏱᏂᎦᎩ;

source: And then the giver of the feast will come to you and say, Give your place to this man; and you, with shame, will have to take the lowest seat.
chr: ᏫᏍᏗᏯᏅᏛᏃ ᏱᎦᎷᎩ ᎯᎠ ᏱᏂᏣᏪᏏ, ᎯᏯᏜᏅᏓᏗᏏ ᎯᎠ; ᎿᏉᏃ ᏣᏕᎰᏒᎯ ᏯᎴᏅ ᎡᎳᏗ ᎨᏒ ᏗᏂᏢᏗᏱ ᏫᏱᎶᎯ.

source: But when you come, go and take the lowest seat, so that when the giver of the feast comes, he may say to you, Friend, come up higher; and then you will have honour in the eyes of all the others who are there.
chr: ᎡᏣᏯᏂᏍᎨᏍᏗᏍᎩᏂ, ᎮᎨᏍᏗ ᎠᎴ ᏣᏂᏏᎲᏍᎨᏍᏗ ᎡᎳᏗ ᎨᏒ ᏗᏂᏢᏗᏱ; ᎾᏍᎩᏃ ᏫᏣᏯᏅᏛ ᎦᎷᎨᏍᏗ, ᎯᎠ ᎢᏳᏣᏪᏎᏗ ᏱᎩ, ᎩᎾᎵᎢ, ᎦᎸᎳᏗᏢᏍᏙᏗ ᏫᎶᎯ; ᎿᏉ ᎡᏣᎸᏉᏗᏳ ᎨᏎᏍᏗ ᎠᏂᎦᏔᎲ ᎢᏧᎳᎭ ᎢᏥᏂᏜᎢ [ᏗᎵᏍᏓᏴᏗᏱ.]

source: For every man who gives himself a high place will be put down, but he who takes a low place will be lifted up.
chr: ᎩᎶᏰᏃ ᎤᏩᏒ ᎠᏓᏌᎳᏗᏍᎨᏍᏗ ᎡᎳᏗ ᎢᏯᎬᏁᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᎤᏩᏒ ᎡᎳᏗ ᎾᏓᏛᏁᎮᏍᏗ ᎾᏍᎩ ᎠᏥᏌᎳᏙᏗ ᎨᏎᏍᏗ.

source: And he said to the master of the house, When you give a feast, do not send for your friends and your brothers and your family or your neighbours who have wealth, for they may give a feast for you, and so you will get a reward.
chr: ᎯᎠᏃ ᎾᏍᏉ ᏄᏪᏎᎴ ᏭᏯᏅᏛ, ᎢᏳᏃ ᏕᎭᏕᎳᏍᏗᏍᎨᏍᏗ ᎢᎦ ᎡᎯ ᎠᎴ ᎤᏒ ᎡᎯ, ᏞᏍᏗ ᏱᏫᏘᏯᏂᏍᎨᏍᏗ ᏗᏣᎵᎢ, ᎠᎴ ᎢᏣᎵᏅᏟ, ᎠᎴ ᎪᎱᏍᏗ ᏗᏨᏅ, ᎠᎴ ᏧᏁᎾᎢ ᎾᎥ ᎢᏣᏓᎳ; ᎾᏍᏉᏰᏃ ᏂᎯ ᏱᏮᎨᏣᏯᏅ ᎠᎴ ᏴᎨᏣᎫᏴᏏ.

source: But when you give a feast, send for the poor and the blind and those who are broken in body:
chr: ᎢᏳᏍᎩᏂ ᏕᎭᏕᎳᏍᏗᏍᎨᏍᏗ, ᏫᏘᏯᏂᏍᎨᏍᏗ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ, ᎪᎱᏍᏗ ᎤᏍᏛ ᏗᏂᏰᎸ ᎤᏂᏲᎱᏎᎸᎯ, ᏗᏂᏲᏅᎵ, ᎠᎴ ᏗᏂᎨᏫ;

source: And you will have a blessing, because they will not be able to give you any payment, and you will get your reward when the upright come back from the dead.
chr: ᎣᏏᏳᏃ ᎢᏣᎵᏍᏓᏁᏗ ᎨᏎᏍᏗ; ᎥᏝᏰᏃ ᏴᎦᎨᏣᎫᏴᏏ; ᎡᏣᎫᏴᎡᏗᏰᏃ ᎨᏎᏍᏗ ᏓᎾᎴᎯᏌᏅ ᎤᎾᏓᏅᏘ.

source: And, hearing these words, one of those who were at table with him said to him, Happy is the man who will be a guest in the kingdom of God.
chr: ᎠᏏᏴᏫᏃ ᎾᏍᎩ ᎢᏧᎳᎭ ᎤᎾᎵᏍᏓᏴᏅᎯ ᎾᏍᎩ ᎤᏛᎦᏅ, ᎯᎠ ᏄᏪᏎᎴᎢ, ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎾᏍᎩ Ꮎ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᎿ ᎬᏩᎵᏍᏓᏴᏗ ᏂᎦᎵᏍᏓᏅᎭ.

source: And he said to them, A certain man gave a great feast, and sent word of it to a number of people.
chr: ᎠᎴ [ᏥᏌ] ᎯᎠ ᏄᏪᏎᎴᎢ, ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎤᏣᏘ ᏚᏕᎳᏍᏔᏁᎢ, ᎠᎴ ᎤᏂᏣᏘ ᏫᏚᏯᏅᎮᎢ;

source: And when the time had come, he sent his servants to say to them, Come, for all things are now ready.
chr: ᎠᎵᏍᏓᏴᏗᏱᏃ ᎨᏒ ᎤᏍᏆᎸᎲᎤᏅᏎ ᎤᏅᏏᏓᏍᏗ ᎯᎠ ᏫᏂᏚᏪᏎᏗᏱ ᏫᎨᏥᏯᏅᏛ; ᎡᏤᎾ, ᏂᎦᏗᏳᏰᏃ ᎿᏉ ᎠᏛᏅᎢᏍᏗ.

source: And they all gave reasons why they were not able to come. The first said to him, I have got a new field, and it is necessary for me to go and see it: I am full of regret that I am unable to come.
chr: ᏂᎦᏛᏃ ᎤᏠᏱ ᏧᎾᏢᏫᏍᏙᏗ ᎤᎾᎴᏅᎮ ᎤᏂᏲᎴᎢ. ᎢᎬᏱᏱ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏠᎨᏏ ᎠᎩᏩᏒ, ᎠᎴ ᎠᏎ ᎠᏇᏅᏍᏗ ᎠᎴ ᎠᏆᎦᏔᏅᏍᏗ ᏂᎦᎵᏍᏗᎭ; ᎬᏔᏲᏎ ᎤᏁᎳᎩ ᏍᏇᎵᏎᏗᏱ.

source: And another said, I have got some cattle, and I am going to make a test of them: I am full of regret that I am unable to come.
chr: ᏅᏩᏓᎴᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎯᏍᎩ ᎢᏳᎾᎩᎳᎾᎳ ᏩᎦ ᏓᎩᏩᏒ, ᎠᎴ ᏕᎦᏁᎶᏔᏂ; ᎬᏔᏲᏎ ᎤᏁᎳᎩ ᏍᏇᎵᏎᏗᏱ.

source: And another said, I have been married, and so I am not able to come.
chr: ᏅᏩᏓᎴᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎠᏆᏕᏒᏅ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎥᏝ ᏰᎵ ᏫᎬᎩᎷᎯᏍᏗ ᏱᎩ.

source: And the servant came back and gave his master an account of these things. Then the master of the house was angry and said to the servant, Go out quickly into the streets of the town and get the poor, the blind, and those who are broken in body.
chr: ᎾᏍᎩᏃ Ꮎ ᎠᏥᏅᏏᏓᏍᏗ ᎢᎤᎷᏨ ᎤᎾᏄᎪᏫᏎᎴ ᎤᏅᏏᏙᎯ ᎾᏍᎩ ᎯᎠ ᏄᎵᏍᏔᏂᏙᎸᎢ. ᎦᏁᎳᏃ ᎤᎾᎸᎯᏳ ᎨᏒ ᎯᎠ ᏄᏪᏎᎴ ᎤᏅᏏᏓᏍᏗ, ᎮᎾ ᏄᎳ ᏫᏴᎲ ᎡᎾᎢᏓᏍᏗᏱ ᎠᎴ ᏧᏍᏗ ᏕᎦᎳᏅᏛᎢ ᎦᏚᎲᎢ, ᎠᎴ ᏕᎭᏘᏃᎸᎭ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ, ᎠᎴ ᎪᎱᏍᏗ ᎤᏍᏛ ᏗᏂᏰᎸ ᎤᏂᏲᎱᏎᎸᎯ, ᎠᎴ ᏗᏂᏲᎤᎵ, ᎠᎴ ᏗᏂᎨᏫ.

source: And the servant said, Lord, your orders have been done, and still there is room.
chr: ᎠᏥᏅᏏᏓᏍᏗᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏍᎩᏅᏏᏙᎯ, ᏂᏣᏪᏒ ᎾᏍᎩᏯ ᏂᎦᏛᎦ, ᎠᏏᏉᏃ ᎤᏜᏅᏛ.

source: And the lord said to the servant, Go out into the roads and the fields, and make them come in, so that my house may be full.
chr: ᎤᏅᏏᏙᎯᏃ ᎯᎠ ᏄᏪᏎᎴ ᎤᏅᏏᏓᏍᏗ, ᎯᏄᎪᎢ ᏕᎦᏅᎿᏩᏗᏒ ᎠᎴ ᏓᏐᏴᎢ ᏫᎶᎯ, ᎠᎴ ᎠᏎ ᎤᏂᏴᏍᏗᏱ ᏂᎩᏴᏁᎸᎭ ᎾᏍᎩ ᎤᎧᎵᎢᏍᏗᏱ ᏥᏁᎸᎢ.

source: For I say to you that not one of those who were requested to come will have a taste of my feast.
chr: ᎯᎠᏰᏃ ᏂᏨᏪᏎᎭ, ᎥᏝ ᎩᎶ ᎾᏍᎩ Ꮎ ᏫᎨᏥᏯᏅᏛ ᎨᏒ ᏴᏛᎾᎵᏍᏓᏴᏔᏂ ᏓᏆᏕᎳᏍᏔᏅᎢ.

source: Now a great number of people went with him.
chr: ᎤᏂᏣᏘᏃ ᏴᏫ ᎬᏩᏍᏓᏩᏛᏎᎢ; ᎤᎦᏔᎲᏒᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ,

source: And turning round, he said to them, If any man comes to me, and has not hate for his father and mother and wife and children and brothers and sisters, and even for his life, he may not be my disciple.
chr: ᎩᎶ ᎠᏴ ᎠᎩᎷᏤᎮᏍᏗ ᏂᏗᎦᏂᏆᏘᎲᎾᏃ ᎢᎨᏎᏍᏗ ᎤᏙᏓ, ᎠᎴ ᎤᏥ, ᎠᎴ ᎤᏓᎵᎢ, ᎠᎴ ᏧᏪᏥ, ᎠᎴ ᎠᎾᎵᏅᏟ, ᎠᎴ ᏧᏙ, ᎥᎥ, ᎠᎴ ᎤᏩᏒ ᎾᏍᏉ ᎬᏅᎢ, ᎥᏝ ᏰᎵ ᎠᎩᏍᏓᏩᏗᏙᎯ ᏱᏅᎦᎵᏍᏓ.

source: Whoever does not take up his cross and come after me may not be my disciple.
chr: ᎠᎴ ᎩᎶ ᎤᏤᎵ ᏧᏓᎿᏩᏛ ᎾᏱᏍᎬᎾ ᎠᎴ ᎾᎩᏍᏓᏩᏕᎬᎾ ᎢᎨᏎᏍᏗ, ᎥᏝ ᏰᎵ ᎠᎩᏍᏓᏩᏗᏙᎯ ᏱᏅᎦᎵᏍᏓ.

source: For which of you, desiring to put up a tower, does not first give much thought to the price, if he will have enough to make it complete?
chr: ᎦᎪᏰᏃ ᎯᎠ ᏥᏂᏣᏛᏅ, ᏯᏓᏅᏖ ᎢᏅ ᎢᎦᏘ ᎤᏁᏍᎨᏗᏱ, ᎥᏝ ᎢᎬᏱ ᏱᎦᎲᏍᎪ ᏯᏎᎯᎰ ᎢᎦᎢ ᏧᎬᏩᏔᏂᎯᏍᏗ ᎨᏒᎢ, ᎤᏙᎴᎰᎯᏍᏗᏱ ᏰᎵ ᎬᏩᏍᏆᏗᏍᏙᏗ ᎢᎦᎢ ᎤᎲᎢ.

source: For fear that if he makes a start and is not able to go on with it to the end, all who see it will be laughing at him,
chr: ᎢᏳᏰᏃ ᎦᎫᏍᏛᏗ ᏧᏛᎯ ᏱᎩ, ᎠᎴ ᎬᏩᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᏱᎩ, ᏂᎦᏛ ᎠᏂᎪᏩᏘᏍᎩ ᏯᎾᎴᏅ ᏱᎬᏩᏕᎰᏛ,

source: And saying, This man made a start at building and is not able to make it complete.
chr: ᎯᎠ ᏱᎾᏂᏫ, ᎯᎠ ᎠᏍᎦᏯ ᎤᎴᏅᎲᎩ ᎠᏁᏍᎨᏍᎬᎢ, ᎠᎴ ᎥᏝ ᏰᎵ ᎬᏩᏍᏆᏗᏍᏗ ᏱᎨᏎᎢ.

source: Or what king, going to war with another king, will not first take thought if he will be strong enough, with ten thousand men, to keep off him who comes against him with twenty thousand?
chr: ᎠᎴ ᎦᎪ ᎢᏳᏍᏗ ᎤᎬᏫᏳᎯ, ᏓᎿᏩ ᏱᏅᏛᏅᏁᎵ ᏅᏩᏓᎴ ᎤᎬᏫᏳᎯ, ᎥᏝ ᎢᎬᏱ ᏱᎦᎲᏍᎪ ᎠᎴ ᏯᏓᏅᏖᏍᎪ ᏰᎵᏉ ᎠᏍᎪᎯ ᎢᏯᎦᏴᎵ ᏓᏘᏁᎲ ᏗᎬᏩᎾᏟᏴᏗ ᎨᏒ ᏧᎦᏘᎴᎩ ᏔᎳᏍᎪᎯ ᎢᏯᎦᏴᎵ ᏓᏘᏁᎲᎢ.

source: Or while the other is still a great distance away, he sends representatives requesting conditions of peace.
chr: ᎢᏳᏃ ᏰᎵ ᏂᎨᏒᎾ ᏱᎩ, ᎠᏏ ᏐᎢ ᎢᏅᎯᏳ ᏨᏣᎢᏐᎢ, ᏕᎦᏅᏍᎪ ᏧᏅᏏᏛ ᎠᏔᏲᎯᎰ ᏙᎯᏱ ᎢᏳᏅᏁᏗᏱ.

source: And so whoever is not ready to give up all he has may not be my disciple.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᎯ, ᎢᏳᏃ ᎩᎶ ᏂᏚᏲᏐᎲᏍᎬᎾ ᎢᎨᏎᏍᏗ ᏂᎦᏛ ᎤᏤᎵ ᎨᏒᎢ, ᎥᏝ ᏰᎵ ᎠᎩᏍᏓᏩᏕᎩ ᏱᏅᎦᎵᏍᏓ.

source: For salt is good, but if the taste goes from it, of what use is it?
chr: ‾ᎠᎹ ᎣᏏᏳ; ᎢᏳᏍᎩᏂ ‾ᎠᎹ ᏳᏥᏍᎪᎸ, ᎦᏙ ᏘᎦᎵᏍᏙᏓ ‾ᎠᎹ ᏯᏙᏢᎾ.

source: It is no good for the land or for the place of waste; no one has a use for it. He who has ears, let him give ear.
chr: ᎥᏝ ᎿᏉ ᏠᎨᏏ ᎦᎳᎨᏯᏛᏗ ᎠᎴ ᎣᏍᏛ ᎦᏓ ᎦᏡᎬ ᎬᏗ ᏱᎨᏐᎢ; ᏭᎾᏕᎪᏉ. ᎩᎶ ᏕᎦᎵᎷᎨᏍᏗ ᎤᏛᎪᏗᏱ ᏩᏛᎬᎦ.

source: Now all the tax-farmers and sinners came near to give ear to him.
chr: ᎿᏉᏃ ᎾᎥ ᎬᏩᎷᏤᎴ ᏂᎦᏛ ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᎠᏂᏍᎦᎾ ᎬᏩᏛᏓᏍᏓᏁᏗᏱ.

source: And the Pharisees and scribes were angry, saying, This man gives approval to sinners, and takes food with them.
chr: ᎠᏂᏆᎵᏏᏃ ᎠᎴ ᏗᏄᏪᎵᏍᎩ ᎤᏂᏐᏅᏤᎴ ᎯᎠ ᏄᏂᏪᏎᎢ, ᎯᎠ ᎠᏍᎦᏯ ᏓᏓᏂᎸᎪ ᎠᏂᏍᎦᎾᎢ, ᎠᎴ ᎢᏧᎳᎭ ᎠᎾᎵᏍᏓᏴᎲᏍᎪᎢ.

source: And he made a story for them, saying,
chr: ᎯᎠᏃ ᏄᏪᏎ ᏚᏟᎶᏍᏔᏁᎴᎢ,

source: What man of you, having a hundred sheep, if one of them gets loose and goes away, will not let the ninety-nine be in the waste land by themselves, and go after the wandering one, till he sees where it is?
chr: ᎦᎪ ᎯᎠ ᏥᏂᏣᏛᏅ, ᎠᏍᎪᎯᏧᏈ ᏱᏚᎾᏝᎠ ᎤᏂᏃᏕᎾ, ᎢᏳᏃ ᏌᏉ ᏳᏲᎱᏎᎸ, ᎥᏝ ᏱᏗᎬᏕᎪ ᎢᎾᎨ ᎠᏁᏙᎲ ᏐᎣᏁᎳᏍᎪᎯ ᏐᎣᏁᎳᎦᎵ ᎢᏯᏂᏛ, ᎠᎴ ᏳᏲᎴᎪ ᎤᏲᎱᏎᎸᎯ, ᎬᏂ ᎠᏩᏛ?

source: And when he has got it again, he takes it in his arms with joy.
chr: ᎢᏳᏃ ᎠᏩᏛ ᎠᏃᎭᏢᎥᏍᎪᎢ ᎠᎵᎮᎵᎪᎢ.

source: And when he gets back to his house, he sends for his neighbours and friends, saying to them, Be glad with me, for I have got back my sheep which had gone away.
chr: ᎥᎦᎷᎩᏃ ᎤᏪᏅᏒ ᏫᏓᏯᏂᏍᎪ ᏧᎵᎢ ᎠᎴ ᎾᎥ ᎢᏳᎾᏓᎳ, ᎯᎠ ᏂᏕᎦᏪᏎᎰᎢ, ᎢᏧᎳᎭ ᎢᏓᎵᎮᎵᎩ; ᎢᏥᏩᏛᎲᏰᏃ ᎤᏃᏕᎾ ᏣᎩᏲᎱᏎᎲᎩ.

source: I say to you that even so there will be more joy in heaven when one sinner is turned away from his wrongdoing, than for ninety-nine good men, who have no need of a change of heart.
chr: ᎢᏨᏲᏎᎭ, ᎾᏍᏉᏍᎩᏂ ᎤᏟᎯᏳ ᎾᎾᎵᎮᎵᎨᏍᏗ ᎦᎸᎳᏗ ᏦᏒ ᏌᏉ ᎠᏍᎦᎾ ᎦᏁᏟᏴᏍᎨᏍᏗ ᎤᏓᏅᏛᎢ, ᎡᏍᎦᏉ ᎢᏴᏛ ᏐᎣᏁᎳᏍᎪᎯ ᏐᎣᏁᎳᎦᎵ ᎢᏯᏂᏛ ᎤᎾᏓᏅᏘ ᎠᏂᏍᎦᏯ ᏧᏂᏁᏟᏴᏍᏗ ᏄᎾᎵᏍᏓᏁᎲᎾ ᏚᎾᏓᏅᏛᎢ.

source: Or what woman, having ten bits of silver, if one bit has gone from her hands, will not get a light, and go through her house, searching with care till she sees it?
chr: ᎠᎴ ᎦᎪ ᎢᏳᏍᏗ ᎠᎨᏴ ᎠᏍᎪᎯ ᏱᏚᎭ ᎠᎩᏏ ᏧᎾᎬᏩᎶᏗ, ᎢᏳᏃ ᏌᏉ ᏳᏲᎱᏎᎸ, ᎥᏝ ᏯᏨᏍᏛᏍᎪ ᎠᏨᏍᏙᏗ ᎠᎴ ᏱᎬᏃᏌᏍᎪ ᎦᎵᏦᏕ, ᎠᎴ ᎤᎵᏏᎾᎯᏍᏗ ᏳᏲᎰ ᎬᏂ ᎠᏩᏛ?

source: And when she has it again, she gets her friends and neighbours together, saying, Be glad with me, for I have got back the bit of silver which had gone from me.
chr: ᎢᏳᏃ ᎠᏩᏛ ᏫᏓᏯᏂᏍᎪ ᏧᎵᎢ ᎠᎴ ᎾᎥ ᎢᏳᎾᏓᎳ, ᎯᎠ ᏂᎦᏪᏍᎪᎢ, ᎢᏧᎳᎭ ᎢᏓᎵᎮᎵᎩ; ᎠᎩᏩᏛᎲᏰᏃ ᎠᏕᎸ ᏣᎩᏲᎱᏎᎲᎩ.

source: Even so, I say to you, There is joy among the angels of God, when one sinner is turned away from his wrongdoing.
chr: ᎾᏍᏉᏍᎩᏂ ᎢᏨᏲᏎᎭ ᎠᎾᎵᎮᎵᎪ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ ᏌᏉ ᎠᏍᎦᎾ ᎦᏁᏟᏴᎾ ᎤᏓᏅᏛᎢ.

source: And he said, A certain man had two sons:
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎠᏂᏔᎵ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᏁᎮᎢ.

source: And the younger of them said to his father, Father, give me that part of your property which will be mine. And he made division of his goods between them.
chr: ᎣᏂᏃ ᎡᎯ ᎯᎠ ᏄᏪᏎᎴ ᎤᏙᏓ, ᎡᏙᏓ, ᎠᏆᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒ ᏧᎬᏩᎶᏗ ᏣᎲᎢ ᏍᎩᎲᏏ. ᏔᎵᏃ ᏂᏚᏪᏕᎴ ᏂᎦᎥ ᏧᎬᏩᎶᏗ ᎤᎲᎢ.

source: And not long after, the younger son got together everything which was his and took a journey into a far-away country, and there all his money went in foolish living.
chr: ᎢᏳᏍᎩᏉᏃ ᏫᏄᏒᎸ ᎤᏪᏥ ᎣᏂ ᎡᎯ ᏂᎦᏛ ᎤᏪᏟᏌᏁᎢ, ᎠᎴ ᎤᏂᎩᏎ ᎢᏅ ᏭᎶᏎᎢ, ᎾᎿᏃ ᏄᏁᎸᎾ ᎡᎲᎢ ᏭᏤᏫᏙᎴ ᏧᎬᏩᎶᏗ ᎤᎲᎢ.

source: And when everything was gone, there was no food to be had in that country, and he was in need.
chr: ᎠᎴ ᏂᎦᏛ ᎤᏤᏬᏅ ᎤᏣᏘ ᏚᎪᏄᎶᏎ ᎾᎿᏂ, ᎿᏉᏃ ᎤᎴᏅᎮ ᎤᏚᎸᎲᏁᎢ.

source: And he went and put himself into the hands of one of the people of that country, and he sent him into his fields to give the pigs their food.
chr: ᎤᏪᏅᏎᏃ ᎤᎵᎪᏁᎴ ᎾᎿ ᎡᎯ ᎠᏍᎦᏯ; ᏙᏧᎶᎨᏒᏃ ᏏᏆ ᏗᎨᎶᎸ ᎤᏅᏎᎢ.

source: And so great was his need that he would have been glad to take the pigs' food, and no one gave him anything.
chr: ᎠᎴ ᎤᏚᎵᏍᎨ ᏧᏪᏰᏍᏗᏱ ᎧᎵᏎᏥ ᎤᎾᏓᏛᏅᎯ ᏏᏆ ᎤᎾᎵᏍᏓᏴᏗ, ᎠᏎᏃ ᎥᏝ ᎩᎶ ᏱᏚᏅᏁᎮᎢ.

source: But when he came to his senses, he said, What numbers of my father's servants have bread enough, and more, while I am near to death here through need of food!
chr: ᎤᏓᏅᏘᏌᏅᏃ ᎯᎠ ᏄᏪᏎᎢ; ᏄᏂᏣᏔ ᎨᎦᎫᏴᎡᎯ ᎨᏥᏅᏏᏓᏍᏗ ᎡᏙᏓ ᏧᏤᎵᎦ ᎤᎶᏒᏍᏔᏅᎯ ᎤᏂᎭ ᎤᎾᎵᏍᏓᏴᏗ, ᎠᏴᏃ ᎠᎪᏄᏉ ᎠᎩᎯᎭ!

source: I will get up and go to my father, and will say to him, Father, I have done wrong, against heaven and in your eyes:
chr: ᏙᏓᎦᎴᏂ, ᎡᏙᏓ ᏮᏓᏥᎷᏤᎵ, ᎯᎠ ᏫᏅᏓᏥᏪᏎᎵ; ᎡᏙᏓ, ᎦᎸᎳᏗ ᏥᏍᎦᏅᏤᎸ, ᎠᎴ ᏂᎯ ᎯᎦᏔᎲᎢ.

source: I am no longer good enough to be named your son: make me like one of your servants.
chr: ᎠᎴ ᎥᏝ ᎿᏉ ᏰᎵ ᎠᏇᏥ ᎨᏍᏉᏎᏗ ᏱᎩ; ᏘᏅᏏᏓᏍᏗᏉ ᏔᎫᏴᎡᎯ ᏄᎾᏍᏛ ᎾᏍᎩᏯ ᏂᏍᏋᎦ.

source: And he got up and went to his father. But while he was still far away, his father saw him and was moved with pity for him and went quickly and took him in his arms and gave him a kiss.
chr: ᎠᎴ ᏚᎴᏁ ᎤᏙᏓ ᏭᎷᏤᎴᎢ. ᎠᏎᏃ ᎠᏏ ᎢᏅᎯᏳ ᏣᎢᏎᎢ ᎤᏙᏓ ᏭᎪᎮᎢ, ᎠᎴ ᎤᏪᏙᎵᏤᎢ, ᎠᎴ ᏚᏍᏆᎸᏔᏁᎢ, ᎠᎴ ᎠᎩᎵᎨᏂ ᎤᏪᏯᎸᏤᎢ, ᎠᎴ ᎤᏔᏪᏙᏁᎢ.

source: And his son said to him, Father, I have done wrong, against heaven and in your eyes: I am no longer good enough to be named your son.
chr: ᎤᏪᏥᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎡᏙᏓ, ᎦᎸᎳᏗ ᏥᏍᎦᏅᏤᎸ, ᎠᎴ ᏂᎯ ᎯᎦᏔᎲᎢ; ᎠᎴ Ꮭ ᎿᏉ ᎠᏇᏥ ᎨᏍᏉᏎᏗ ᏱᎩ.

source: But the father said to his servants, Get out the first robe quickly, and put it on him, and put a ring on his hand and shoes on his feet:
chr: ᎠᏎᏃ ᎤᏙᏓ ᎯᎠ ᏂᏚᏪᏎᎴ ᏧᏅᏏᏓᏍᏗ; ᎣᏌᏂ ᎠᏄᏬ ᏫᏥᎾᎩ, ᎡᏥᏄᏬᏣ, ᎠᎴ ᎡᏥᏰᏑᏍᏙᎦ, ᎠᎴ ᏤᏣᎳᏑᎸᎦ.

source: And get the fat young ox and put it to death, and let us have a feast, and be glad.
chr: ᎠᎴ ᎦᎵᏦᏔᏅᎯ ᏩᎦ ᎠᎩᎾ ᏫᏥᏯᏅ, ᎠᎴ ᎡᏥᎷᎦ; ᎠᎴ ᎢᏓᎵᏍᏓᏴᎲᎦ, ᎣᏍᏛ ᎢᏓᏓᏅᏓᏓ.

source: For this, my son, who was dead, is living again; he had gone away from me, and has come back. And they were full of joy.
chr: ᎯᎠᏰᏃ ᎠᏇᏥ ᎤᏲᎱᏒᎯ ᎨᏒᎩ, ᏔᎵᏁᏃ ᎢᎡᎭ, ᎠᎴ ᎡᏓᏠᏨᎯ ᎨᏒᎩ, ᎢᎠᏥᏩᏛᎲᏃ; ᎤᎾᎴᏅᎮᏃ ᎣᏍᏛ ᎤᎾᏓᏅᏓᏕᎢ.

source: Now the older son was in the field: and when he came near the house, the sounds of music and dancing came to his ears.
chr: ᎤᏓᏂᎵᎨᏃ ᎤᏪᏥ ᏠᎨᏏ ᏪᏙᎮᎢ; ᏗᎤᏪᏅᏃ ᎠᎴ ᎠᏓᏁᎸ ᎾᎥ ᎤᎷᏨ, ᏓᏂᏃᎩᏍᎬ ᎠᎴ ᎠᎾᎵᏍᎩᏍᎬ ᎤᏛᎦᏁᎢ

source: And he sent for one of the servants, questioning him about what it might be.
chr: ᏭᏯᏅᎮᏃ ᎠᏏᏴᏫ ᎠᏥᏅᏏᏓᏍᏗ, ᎠᎴ ᎤᏛᏛᏁ ᎤᏰᎸᏛ ᎾᏍᎩ ᎾᎾᏛᏁᎲᎢ.

source: And he said to him, Your brother has come; and your father has had the young ox put to death because he has come back safely.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎡᏣᏅᏟ ᎤᎷᏨ, ᏣᏙᏓᏃ ᎦᎵᏦᏔᏅᎯ ᏩᎦ ᎠᎩᎾ ᎤᎸ, ᏙᎯᏱ ᎤᎾᏄᎪᏥᎸ ᎢᏳᏍᏗ.

source: But he was angry and would not go in; and his father came out and made a request to him to come in.
chr: ᎤᏔᎳᏬᏎᏃ, ᎠᎴ ᏫᏄᏴᎸᎾᏉ ᎨᏎᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏙᏓ ᏧᏄᎪᏤ ᎤᏍᏗᏰᏔᏁᎢ.

source: But he made answer and said to his father, See, all these years I have been your servant, doing your orders in everything: and you never gave me even a young goat so that I might have a feast with my friends:
chr: ᎤᏁᏨᏃ ᎯᎠ ᏄᏪᏎᎴ ᎤᏙᏓ; ᎬᏂᏳᏉ ᎤᏣᏔ ᎾᏕᏘᏴ ᎬᏍᏕᎸᎯᏓ, ᎠᎴᎥᏝ ᎢᎸᎯᏳ ᎾᏉᎯᏳᏅᎾ ᏱᎩ ᏣᏁᏨᎢ, ᎠᏎᏃ ᎥᏝ ᎢᎸᎯᏳ ᎠᏫ-ᎠᎩᎾ ᎠᏎᏄᎸᎯ ᏱᏍᎩᎧᏁᎶᎢ, ᎣᏍᏛ ᎣᎦᏓᏅᏓᏗᏍᏙᏗ ᏗᏆᎵᎢ.

source: But when this your son came, who has been wasting your property with bad women, you put to death the fat young ox for him.
chr: ᎯᎠᏍᎩᏂ ᏤᏥ ᎤᎷᏦᏅᎯᏉ, ᎾᏍᎩ ᏣᏒᏁᎸᎯ ᏧᎬᏩᎶᏗ ᎠᏂᎨᏴᎯ ᎤᏂᏁᎫᏥᏛ ᎤᏪᎳᏗᏙᎸᎢ, ᎢᎯᎡᎸ ᎦᎵᏦᏔᏅᎯ ᏩᎦ ᎠᎩᎾ.

source: And he said to him, Son, you are with me at all times, and all I have is yours.
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ; ᎠᏇᏥ, ᏂᎪᎯᎸᏉ ᎢᏧᎳᎭ ᎢᏂᏁᎸ, ᎠᎴ ᏣᏤᎵᏉ ᏂᎦᎥ ᎠᎩᎾᎥᎢ.

source: But it was right to be glad and to have a feast; for this your brother, who was dead, is living again; he had gone away and has come back.
chr: ᏚᏳᎪᏛᎩ ᎣᏍᏛ ᎢᎦᏓᏅᏓᏗᏍᏗᏱ, ᎠᎴ ᎢᎩᎵᎮᎵᏍᏗᏱ; ᎯᎠᏰᏃ ᎡᏣᏅᏟ ᎤᏲᎱᏒᎯ ᎨᏒᎩ, ᏔᎵᏁᏃ ᎢᎡᎭ, ᎠᎴ ᎡᏓᏠᏨᎯ ᎨᏒᎢ, ᎢᎠᏥᏩᏛᎲᏃ.

source: And another time he said to the disciples, There was a certain man of great wealth who had a servant; and it was said to him that this servant was wasting his goods.
chr: ᎠᎴ ᎾᏍᏉ ᎯᎠ ᏂᏚᏪᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎩᎶ ᎢᏳᏍᏗ ᎡᎮ ᎤᏪᎿᎢ ᎠᏍᎦᏯ ᎾᏍᎩ ᎤᏪᎧᎮ ᎤᎦᏌᏯᏍᏗᏕᎩ ᎤᎿᎥᎢ; ᎠᎴ ᎾᏍᎩ ᎠᏥᎳᏫᏎᎲ ᏧᎬᏩᎶᏗ ᎤᏓᏤᏪᎸ ᎠᏥᏃᏁᎴᎢ.

source: And he sent for him and said, What is this which is said about you? give me an account of all you have done, for you will no longer be the manager of my property.
chr: ᏭᏯᏅᎮᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎦᏙ ᏗᎦᎵᏍᏙᏗᎭ ᏥᏄᏍᏗ ᏥᎬᏯᏛᎩᎭ? ᎬᏂᎨᏒ ᏅᎦ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎸ ᏣᎦᏌᏯᏍᏗᏕᎩ ᎨᏒᎢ; ᎪᎯᏰᏃ ᎢᏳᏓᎴᏅᏛ ᎥᏝ ᎿᏉ ᏣᎦᏌᏯᏍᏗᏕᎩ ᏱᎨᏎᏍᏗ.

source: And the servant said to himself, What am I to do now that my lord takes away my position? I have not enough strength for working in the fields, and I would be shamed if I made requests for money from people in the streets.
chr: ᎤᎦᏌᏯᏍᏗᏕᎩᏃ ᎯᎠ ᏄᏪᏎ ᎤᏩᏒ ᏧᏓᏅᏛᎢ, ᎦᏙ ᏓᎦᏛᏁᎵ, ᎠᎩᏅᏏᏙᎯᏰᏃ ᎠᎩᎩᎡᎭ ᎠᏆᎦᏌᏯᏍᏗᏕᎩ ᎨᏒᎢ? ᏝᏃ ᏰᎵ ᎬᏆᏍᎪᏍᏗ ᏱᎩ; ᎠᏆᏚᎳᏗᏓᏍᏗᏱᏃ ᎢᎦᏕᎣᏍᎦ.

source: I have come to a decision what to do, so that when I am put out of my position they will take me into their houses.
chr: ᏕᎫᎪᏓ ᎢᏯᏆᏛᏁᏗᏱ, ᎾᏍᎩ ᎥᎩᏌᏕᏒ ᎠᏆᎦᏌᏯᏍᏗᏕᎩ ᎨᏒ ᏗᎦᎬᏆᏓᏂᎸᎢᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ ᏓᏂᏁᎸᎢ.

source: And sending for every one who was in debt to his lord he said to the first, What is the amount of your debt to my lord?
chr: ᎰᏩᏃ ᏫᏚᏯᏅᎮ ᏂᎦᏛ ᎤᏅᏏᏙᎯ ᏧᏚᎩ, ᎢᎬᏱᏱᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎢᎳᎪ ᎢᎦᎢ ᏣᏚᎦ ᎠᎩᏅᏏᏙᎯ.

source: And he said, A hundred measures of oil. And he said, Take your account straight away and put down fifty.
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎠᏍᎪᎯᏧᏈ ᎢᏳᏟᎶᏛ ᎪᎢ. ᎯᎠᏃ ᏄᏪᏎᎢ, ᎯᎾᎩ ᎪᏪᎵ ᎡᏣᏚᎬᎢ, ᎠᎴ ᏄᎳ ᎯᎲᎦ, ᎠᎴ ᎯᏍᎩᏍᎪᎯ ᎰᏪᎸᎦ.

source: Then he said to another, What is the amount of your debt? And he said, A hundred measures of grain. And he said to him, Take your account and put down eighty.
chr: ᏅᏩᏓᎴᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏂᎯᎾ ᎢᎳᎪ ᎡᏣᏚᎦ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᎠᏍᎪᎯᏧᏈ ᎢᏳᏟᎶᏛ ᎤᏣᎴᏍᏗ. ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᎯᎾᎩ ᎪᏪᎵ ᎡᏣᏚᎬᎢ, ᎠᎴ ᏁᎳᏍᎪᎯ ᎰᏪᎸᎦ.

source: And his lord was pleased with the false servant, because he had been wise; for the sons of this world are wiser in relation to their generation than the sons of light.
chr: ᎤᎾᏜᎢᏃ ᎤᎸᏉᏔᏁ ᏂᏚᏳᎪᏛᎾ ᎢᏯᏛᎾᎯ ᎤᎦᏌᏯᏍᏗᏕᎩ, ᎤᏗᎦᎵᏍᏙᏍᎨ ᎤᏏᎾᏌᏅᏨᎢ; ᎡᎶᎯᏰᏃ ᏧᏪᏥ ᎤᏅᏒ ᎠᏁᎲᎢ, ᎤᏟ ᎾᏂᏏᎾᏌᏅ ᎡᏍᎦᏉ ᎢᎦᎦᏘ ᏧᏪᏥ.

source: And I say to you, Make friends for yourselves through the wealth of this life, so that when it comes to an end, you may be taken into the eternal resting-places.
chr: ᎠᎴ ᎢᏨᏲᏎᎭ, ᎢᏣᎵᎢᏓ ᎤᏓᎵᏓᏍᏗ ᎨᏅᎢᏍᏗ ᎨᏒᎢ; ᎾᏍᎩ ᎡᏍᎦ ᏂᏣᎵᏍᏓᏁᎸ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᏩᏕᏗᏱ ᎨᏒ ᎦᎨᏣᏓᏂᎸᎢᏍᏗ ᎨᏎᏍᏗ.

source: He who is true in a little, is true in much; he who is false in small things, is false in great.
chr: ᎩᎶ ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ ᎦᏲᎵ ᎨᏒᎢ, ᎾᏍᏉ ᏚᏳᎪᏛ ᎾᏛᏁᎰ ᎤᎪᏗᏗ ᎨᏒᎢ; ᏂᏚᏳᎪᏛᎾᏃ ᎢᏯᏛᏁᎯ ᎤᏍᏗ ᎨᏒ, ᎾᏍᏉ ᏂᏚᏳᎪᏛᎾ ᎾᏛᏁᎰ ᎤᎪᏗᏗ ᎨᏒᎢ.

source: If, then, you have not been true in your use of the wealth of this life, who will give into your care the true wealth?
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᏚᏳᎪᏛ ᏂᏣᏛᏁᎲᎾ ᎢᎨᏎᏍᏗ ᎤᏓᎵᏓᏍᏗ ᎨᏅᎢᏍᏗ ᎨᏒ ᎪᎱᏍᏗ ᎢᏨᏗᏍᎬᎢ, ᎦᎪ ᏱᏥᎦᏘᏗᏍᏓ ᏄᏓᎵᏓᏍᏛᎾ ᎨᏅᎢᏍᏗ ᎨᏒᎢ?

source: And if you have not been true in your care of the property of other people, who will give you that which is yours?
chr: ᎢᏳᏃ ᏚᏳᎪᏛ ᏂᏣᏛᏁᎸᎾ ᏱᎩ ᏅᏩᏓᎴ ᎤᏤᎵᎦ ᎨᏒᎢ, ᎦᎪ ᏓᏥᏁᎵ ᎢᏨᏒ ᎢᏣᏤᎵ ᎨᏒᎢ?

source: No man may be a servant to two masters: for he will have hate for the one and love for the other; or he will keep to the one and have no respect for the other. You may not be servants of God and of wealth.
chr: ᎥᏝ ᎩᎶ ᎠᏥᏅᏏᏓᏍᏗ ᏰᎵ ᎠᏂᏔᎵ ᎬᏩᏅᏏᏙᎯ ᎪᎱᏍᏗ ᏱᏙᎬᏛᏂᏏ; ᏱᎠᏍᎦᎦᏰᏃ ᏌᏉ ᏱᎤᎨᏳᎭᏃ ᏐᎢ; ᏱᏙᎤᏂᏴᏆᎴ ᏌᏉ ᏱᎦᏂᏆᏘᎭᏃ ᏐᎢ. ᏝᏍᎩᏂ ᏰᎵ ᎤᏁᎳᏅᎯ ᎠᎴ ᎹᎹᏂ ᎪᎱᏍᏗ ᏱᏙᎨᏣᏛᏂᏏ.

source: And the Pharisees, who had a great love of money, hearing these things, were making sport of him.
chr: ᎠᏂᏆᎵᏏᏃ ᎾᏍᏉ, ᎾᏍᎩ ᎠᏕᎸ ᎤᏂᎬᎥᏍᎩ ᏥᎨᏎᎢ, ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᎤᎾᏛᎦᏁᎢ; ᎠᎴ ᎬᏩᏕᎰᏔᏁᎢ.

source: And he said, You take care to seem right in the eyes of men, but God sees your hearts: and those things which are important in the opinion of men, are evil in the eyes of God.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏂᎯ ᎧᏂ ᏚᏳᎪᏛ ᎢᏣᏛᏁᎯ ᏅᏩᏍᏙᎢ ᏴᏫ ᎠᏂᎦᏔᎲᎢ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᏓᎦᏔᎭ ᏗᏥᎾᏫ; ᎾᏍᎩᏰᏃ ᎦᎸᏉᏗᏳ ᏧᏂᏰᎸᏐ ᏴᏫ, ᎤᏂᏆᏘᏍᏗᏳ ᎤᏁᎳᏅᎯ ᏓᎧᏂᏍᎬᎢ.

source: The law and the prophets were till John: but then came the preaching of the kingdom of God, and everyone makes his way into it by force.
chr: ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᏕᏤᎲᎩ ᏣᏂ ᎤᎾᏄᎪᏥᎸ ᎢᏯᏍᏗ; ᎾᎯᏳ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎠᏂᏃᎮᎭ ᎠᎾᎵᏥᏙᎲᏍᎦ, ᎠᎴ ᎾᏂᎥ ᏴᏫ ᎠᎾᏁᎷᎩ ᎠᏂᏴᎯᎭ.

source: But heaven and earth will come to an end before the smallest letter of the law may be dropped out.
chr: ᎠᎴ ᎤᏟ ᎠᎯᏗᏳ ᎦᎸᎶᎢ ᎠᎴ ᎡᎶᎯ ᎤᏂᎶᏐᎲᏍᏗᏱ, ᎠᏃ ᏌᏉ ᎤᏍᏗᎧᏂ ᏗᎧᎿᏩᏛᏍᏗ ᎡᏍᎦ ᎢᏳᎵᏍᏙᏗᏱ.

source: Everyone who puts away his wife and takes another, is a false husband: and he who is married to a woman whose husband has put her away, is no true husband to her.
chr: ᎩᎶ ᎤᏓᎵᎢ ᎢᎠᏓᎡᎨᏍᏗ, ᎠᎴ ᏅᏩᏓᎴ ᎠᏓᏰᎨᏍᏗ, ᎠᏓᏲᏁᎮᏍᏗ; ᎩᎶᏃ ᎠᎦᏓᎢᏅᏛ ᎠᏓᏰᎨᏍᏗ ᎠᏓᏲᏁᎮᏍᏗ.

source: Now there was a certain man of great wealth, who was dressed in fair clothing of purple and delicate linen, and was shining and glad every day.
chr: ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎤᏪᎿᎢ ᎡᎮᎢ, ᎩᎦᎨ ᎠᎴ ᎤᏏᏙᎵ ᏙᎴᏛ ᏗᏄᏬ ᏓᏄᏬᏍᎨᎢ, ᎠᎴ ᏂᏓᏙᏓᏈᏒ ᎣᏍᏛ ᏓᎵᏍᏓᏴᎲᏍᎨᎢ.

source: And a certain poor man, named Lazarus, was stretched out at his door, full of wounds,
chr: ᎠᎴ ᎾᏍᏉ ᎡᎮ ᎩᎶ ᎢᏳᏍᏗ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᎳᏏᎳ ᏧᏙᎢᏛ, ᎾᏍᎩ ᎠᏥᏂᏏᏁ ᎤᏪᎿᎢ ᎤᏤᎵ ᎦᎶᎯᏍᏗᏱ, ᏧᏥᏓᎳ ᎨᏎᎢ,

source: Desiring the broken bits of food which came from the table of the man of wealth; and even the dogs came and put their tongues on his wounds.
chr: ᎠᎴ ᎤᏚᎵᏍᎨ ᎠᎨᎳᏍᏙᏗᏱ ᎤᏅᎪᎣᏒᎯ ᎤᏪᎿᎢ ᎤᏪᏍᎩᎸᎢ; ᎠᎴ ᎾᏍᏉ ᎩᎵ ᎤᏂᎷᏤ ᏚᏂᎦᎾᏕ ᏚᏥᏓᎸᎢ.

source: And in time the poor man came to his end, and angels took him to Abraham's breast. And the man of wealth came to his end, and was put in the earth.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ; ᎾᏍᎩ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᎤᏲᎱᏎᎢ, ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎬᏩᏅᏎ ᎡᏆᎭᎻ ᎦᏁᏥᎢ ᏫᎬᏪᎧᏁᎢ. ᎤᏪᎿᎢᏃ ᎾᏍᏉ ᎤᏲᎱᏎᎢ ᎠᎴ ᎠᏥᏂᏌᏁᎢ.

source: And in hell, being in great pain, lifting up his eyes he saw Abraham, far away, and Lazarus on his breast.
chr: ᎠᎴ ᏨᏍᎩᏃᎢ ᏚᏌᎳᏓᏁ ᏗᎦᏙᎵ ᎠᎩᎵᏲᎨᎢ, ᎠᎴ ᎾᎿ ᎢᏅ ᏭᎪᎮ ᎡᏆᎭᎻ, ᎠᎴ ᎳᏏᎳ ᎡᏆᎭᎻ ᎦᏁᏥᎢ.

source: And he gave a cry and said, Father Abraham, have mercy on me and send Lazarus, so that he may put the end of his finger in water and put it on my tongue, for I am cruelly burning in this flame.
chr: ᎠᎴ ᎤᏪᎷᏁ ᎯᎠ ᏄᏪᏎᎢ; ᎡᏙᏓ ᎡᏆᎭᎻ, ᏍᎩᏙᎵᎩ, ᎠᎴ ᎡᎯᏅᎵ ᎳᏏᎳ, ᎠᎴ ᎾᏍᎩ ᎤᏍᎪᎵ ᎦᏰᏌᏛ ᎠᎼᎯ ᏩᎱᏓ, ᎠᎴ ᏩᎩᏙᎣᎸᏍᏓᏏ ᏥᏃᎪᎢ; ᏥᎩᎵᏲᎦᏰᏃ ᎠᏂ ᎠᏓᏪᎵᎩᏍᎬᎢ.

source: But Abraham said, Keep in mind, my son, that when you were living, you had your good things, while Lazarus had evil things: but now, he is comforted and you are in pain.
chr: ᎠᏎᏃ ᎡᏆᎭᎻ ᎯᎠ ᏄᏪᏎᎢ; ᎠᏇᏥ, ᎭᏅᏓᏓ, ᏂᎯ ᎠᏏ ᏣᎴᏂᏙᎲᎩ ᎯᏩᏘᏍᎬ ᏣᏤᎵᎦ ᎣᏍᏛ, ᎠᎴ ᎳᏏᎳ ᎾᏍᏉ ᎠᏩᏘᏍᎬᎩ ᎤᏤᎵᎦ ᎤᏲᎢ. ᎠᏎᏃ ᎿᏉ ᎠᏥᏄᏬᎯᏍᏔᏅ, ᏂᎯᏃ ᎢᎯᎩᎵᏲᎦ.

source: And in addition, there is a deep division fixed between us and you, so that those who might go from here to you are not able to do so, and no one may come from you to us.
chr: ᎠᎴᏃ ᎾᏍᏉ ᎠᏴ ᎣᏤᎲ ᏂᎯᏃ ᎢᏤᎲ ᎾᎿ ᎠᏰᎵ ᎨᏒ ᎡᏉᎯᏳ ᎤᏜᏅᏛᎢ ᎪᏢᎭ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᏳᎾᏚᎵᎭ ᎠᏂ ᎤᎾᏓᎴᏍᏗᏱ ᏗᏤᎲ ᏭᏂᎶᎯᏍᏗᏱ, ᎥᏝ ᏰᎵ ᏱᏅᎬᎾᏛᎦ, ᎠᎴ ᎾᏍᏉ ᎠᏂ ᎣᏤᎲᎢ ᎥᏝ ᏴᎬᏂᎷᎩ ᎾᎿ ᏅᏓᏳᏂᎶᎯᏍᏗᏱ ᏳᎾᏚᎵᎭ.

source: And he said, Father, it is my request that you will send him to my father's house;
chr: ᎯᎠᏃ ᏄᏪᏎᎢ; ᎠᏗᎾ ᎡᏙᏓ, ᎬᏔᏲᏎᎭ, ᎯᏅᏍᏗᏱ ᎡᏙᏓ ᏗᎦᏁᎸᎢ;

source: For I have five brothers; and let him give them an account of these things, so that they may not come to this place of pain.
chr: ᎯᏍᎩᏰᏃ ᎾᏂᎥ ᎣᏣᎵᏅᏟ ᎠᏁᎭ; ᎾᏍᎩᏃ ᏱᏫᏕᎧᏃᎲᏏ ᎾᏍᏉᏰᏃ ᎠᏂ ᎠᎩᎵᏲᎢᏍᏗᏱ ᎨᏒ ᏯᏂᎷᎩ.

source: But Abraham said, They have Moses and the prophets; let them give ear to what they say.
chr: ᎡᏆᎭᎻ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎼᏏ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᏚᏁᎭ; ᎾᏍᎩ ᏫᏓᎾᏛᏓᏍᏓᏏ.

source: And he said, No, father Abraham, but if someone went to them from the dead, their hearts would be changed.
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᏞᏍᏗ ᎡᏙᏓ ᎡᏆᎭᎻ, ᎢᏳᏍᎩᏂ ᎩᎶ ᎤᏲᎱᏒᎯ ᏱᏭᏂᎷᏤᎸ ᎠᏎ ᏱᏓᏂᏁᏟᏴᎾ ᏓᎾᏓᏅᏛᎢ.

source: And he said to him, If they will not give attention to Moses and the prophets, they will not be moved even if someone comes back from the dead.
chr: ᎠᏎᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎢᏳᏃ ᏂᏓᎾᏛᏓᏍᏓᏁᎲᎾ ᏱᎩ ᎼᏏ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ, ᎥᏝ ᎾᏍᏉ ᏴᎬᏃᎯᏳᎲᎦ, ᎾᏍᏉ ᎩᎶ ᎤᏲᎱᏒᎯ ᏱᏚᎴᏅ.

source: And he said to his disciples, It is necessary for causes of trouble to come about, but unhappy is he by whom they come.
chr: ᎿᏉᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎠᏎ ᏗᏓᏙᏕᏍᏗᏍᎩ ᎤᎾᏄᎪᎢᏍᏗ; ᎠᏎᏃ ᎤᏲᎢᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎾᏍᎩ Ꮎ ᎤᎾᏄᎪᏫᏒᎯ!

source: It would be well for him if a great stone was put round his neck and he was dropped into the sea, before he made trouble for any of these little ones.
chr: ᎤᏟ ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗ ᏱᎨᏎ ᏅᏯ ᎠᏍᏙᏍᎩ ᏯᏥᏯᏝᏁᎢ, ᎠᎴ ᎠᎺᏉᎯ ᏱᏩᎦᏓᎢᏅᏎᎢ, ᎠᏃ ᎯᎠ ᎠᏏᏴᏫ ᏧᎾᏍᏗ ᎨᏒ ᏧᏬᏕᏍᏗᏱ.

source: Give attention to yourselves: if your brother does wrong, say a sharp word to him; and if he has sorrow for his sin, let him have forgiveness.
chr: ᎢᏨᏒ ᎢᏣᏓᏯᏫᏍᎨᏍᏗ. ᎢᏳᏃ ᏗᏍᏓᏓᏅᏟ ᎢᏣᏍᎦᏅᏤᎮᏍᏗ, ᎯᎬᏍᎪᎸᎥᏍᎨᏍᏗ; ᎢᏳᏃ ᎤᏲ ᎢᏯᏰᎸᏍᎨᏍᏗ, ᎯᏯᏙᎵᎨᏍᏗ.

source: And if he does you wrong seven times in a day, and seven times comes to you and says, I have regret for what I have done; let him have forgiveness.
chr: ᎢᏳ ᎠᎴ ᎦᎵᏉᎩ ᏂᏣᏍᎦᏅᏤᎮᏍᏗ ᏏᎦ ᎨᏒ, ᎠᎴ ᎦᎵᏉᎩ ᏂᏣᎷᏤᎮᏍᏗ ᏏᎦ ᎨᏒ, ᎯᎠ ᏂᏣᏪᏎᎮᏍᏗ, ᎤᏲ ᎠᎩᏰᎸᎭ, ᎠᏎ ᎯᏯᏙᎵᎨᏍᏗᏉ.

source: And the twelve said to the Lord, Make our faith greater.
chr: ᎨᏥᏅᏏᏛᏃ ᎯᎠ ᏄᏂᏪᏎᎴ ᎤᎬᏫᏳᎯ, ᏍᎩᏁᏉᏏ ᎣᎪᎯᏳᏒᎢ.

source: And the Lord said, If your faith was only as great as a grain of mustard seed, you might say to this tree, Be rooted up and planted in the sea; and it would be done.
chr: ᎤᎬᏫᏳᎯᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎢᏳᏃ ᎠᏥᎸ-ᎤᎦᏔ ᏥᏂᎬ ᎢᎩᏛ ᎪᎯᏳᏗ ᎨᏒ ᏱᏥᎭ, ᎯᎠ ᏱᏂᏥᏪᏏ ᎯᎠ ᎫᏩ-ᏧᏁᎬ ᏥᏡᎦ, ᏫᏕᏣᎾᏍᏕᏢᏓ, ᎠᎴ ᎠᎺᏉᎯ ᏪᏣᎧᎲᎦ, ᎠᎴ ᏱᏦᎯᏳᎲᎦ.

source: But which of you, having a servant who is ploughing or keeping sheep, will say to him, when he comes in from the field, Come now and be seated and have a meal,
chr: ᎠᏎᏃ ᎦᎪ ᎯᎠ ᏥᏂᏣᏛᏅ, ᎡᏥᏅᏏᏓᏍᏗ ᏱᎦᏓᎷᎩᎭ, ᎠᎴ ᏱᎨᎶᎸᎥᏍᎦ, ᏠᎨᏏ ᏅᏓᏳᎶᏐᏅᎯ, ᎩᎳᏉ ᎢᏴᏛ ᎯᎠ ᏱᏁᏥᏪᏏ, ᎮᎾ ᏩᎵᏍᏓᏴᎲᎦ?

source: Will he not say, Get a meal for me, and make yourself ready and see to my needs till I have had my food and drink; and after that you may have yours?
chr: ᏝᏍᎪ ᎯᎠ ᏱᎬᏩᎬᏫᏳ ᏱᏅᎦᏰᏥᏪᏏ, ᎭᏛᏅᎢᏍᏓ ᎠᏆᎵᏍᏓᏴᏗᏱ, ᎠᎴ ᎭᏓᏠᎦ, ᎠᎴ ᏍᎩᏍᏕᎸᎯᏓ ᎦᎵᏍᏓᏴᎲᏍᎬ ᎠᎴ ᎦᏗᏔᏍᎬ ᎢᎬᎯᏛ; ᎣᏂᏃ ᏨᏒ ᎭᎵᏍᏓᏴᏅᎭ ᎠᎴ ᎭᏗᏔᎲᎭ?

source: Does he give praise to the servant because he did what was ordered?
chr: ᎠᎦᎵᎡᎵᏤᎰᏍᎪ ᎾᏍᎩ ᎠᏥᏅᏏᏓᏍᏗ ᎾᏥᏪᏎᎸ ᏄᏛᏁᎸᎢ? ᎥᏝ ᎠᎩᏰᎸᎭ.
